Repository: tbzims/UI-Components-Flutter
Catalog: im_*_package/lib/l10n/app_*.arb
Languages: km

# appTitle
source: IM UI
km: បណ្ណាល័យបង្កើតសមាសធាតុសារជជែក

# appCount
source: app count{count}
km: ចំនួនកម្មវិធីគឺ {count}

source: Language
km: ភាសា

source: Loading...
km: កំពុងផ្ទុក...

source: Pull to refresh
km: ទាញ​ចុះ​ដើម្បី​ផ្ទុក​ឡើងវិញ

source: Release to refresh
km: លែង​ដើម្បី​ផ្ទុក​ឡើងវិញ

source: Refreshing...
km: កំពុង​ផ្ទុក​ឡើងវិញ...

source: Refresh success
km: ផ្ទុក​ឡើងវិញ​បាន​ជោគជ័យ

source: Refresh failed
km: ផ្ទុក​ឡើងវិញ​បាន​បរាជ័យ

# pullToLoad
source: Pull to load more
km: ទាញ​ឡើង​ដើម្បី​ផ្ទុក​បន្ថែម

# releaseToLoad
source: Release to load more
km: លែង​ដើម្បី​ផ្ទុក​បន្ថែម

source: Load success
km: ផ្ទុក​បាន​ជោគជ័យ

source: Load failed
km: ផ្ទុក​បាន​បរាជ័យ

# noMore
source: No more data
km: គ្មាន​ទិន្នន័យ​បន្ថែម​ទៀត​ហើយ

source: Edit
km: កែសម្រួល

source: Delete
km: លុប

source: Confirm
km: យល់ព្រម

source: Cancel
km: បោះបង់

# pcLoadOnClick
source: Load on Click
km: បង្កើតឡើងនៅពេលចុច
